Repository: ONSdigital/dis-wagtail
Catalog: cms/locale/*/LC_MESSAGES/django.po
Languages: cy

source: Article
cy: Erthygl

source: Cite this article
cy: Dyfynnwch yr erthygl hon

source: Contact details
cy: Manylion cyswllt

source: All data related to %(article_title)s
cy: Yr holl ddata sy'n gysylltiedig â %(article_title)s

source: Release date
cy: Dyddiad y datganiad

source: Correction
cy: Cywiriad

source: Notice
cy: Hysbysiad

source: View superseded version
cy: Gweld fersiwn wedi’i disodli

source: Show all
cy: Dangos popeth

source: Hide all
cy: Cuddio popeth

source: Related links
cy: Dolenni cysylltiedig

source: Dataset
cy: Set ddata

source: Methodology
cy: Methodoleg

source: Time series
cy: Cyfres amser

source: Topic
cy: Pwnc

source: Page
cy: Tudalen

source: Released
cy: Rhyddhawyd

source: Home
cy: Cartref

source: Footnotes
cy: Troednodiadau

source: This is a new service.
cy: Mae hwn yn wasanaeth newydd.

source: Menu
cy: Dewislen

source: Main menu
cy: Prif ddewislen

source: Toggle main menu
cy: Togl y brif ddewislen

source: All content is available under the
cy: Mae’r holl gynnwys ar gael o dan y

source: , except where otherwise stated
cy: , ac eithrio lle y nodir fel arall

source: in English
cy: yn Saesneg

source: in Welsh
cy: yn y Gymraeg

source: This page is currently not available %(in_language)s. It is displayed in its original language.
cy: Nid yw’r dudalen hon ar gael %(in_language)s ar hyn o bryd. Fe’i harddangosir yn ei hiaith wreiddiol.

source: Accredited Official Statistics
cy: Ystadegau Swyddogol Achrededig

source: Accredited official statistics. Find out more about types of official statistics.
cy: Ystadegau swyddogol achrededig. Darganfyddwch fwy am fathau o ystadegau swyddogol

source: This release includes data from Census 2021
cy: Mae’r datganiad hwn yn cynnwys data o Gyfrifiad 2021

source: Contact details for a person, team or organisation
cy: Manylion cyswllt person, tȋm neu sefydliad

source: Name
cy: Enw

source: Email
cy: E-bost

source: Telephone
cy: Ffôn

source: Show all glossary terms
cy: Dangos pob term geirfa

source: Hide all glossary terms
cy: Cuddio pob term geirfa

source: Previous date
cy: Dyddiad blaenorol

source: Reason for change
cy: Rheswm dros newid

source: Source
cy: Ffynhonnell

source: Cookies on
cy: Cwcis ar

source: Cookie settings
cy: Gosodiadau cwcis

source: Internal Server Error (500)
cy: Gwall Gweinydd Mewnol (500)

source: Page not found
cy: Tudalen heb ei ganfod

source: If you entered a web address, check it is correct.
cy: Os gwnaethoch chi roi cyfeiriad gwe, gwiriwch ei fod yn gywir.

source: If you pasted the web address, check you copied the whole address.
cy: Os gwnaethoch chi gludo’r cyfeiriad gwe, gwiriwch eich bod wedi copio’r cyfeiriad cyfan.

source: If the web address is correct, or you selected a link or button, <a href="%(contact_url)s">contact us</a>.
cy: Os yw’r cyfeiriad gwe yn gywir, neu os ydych wedi dewis dolen neu botwm,<a href="%(contact_url)s">cysylltwch â ni</a>.

source: Sorry, there’s a problem with the service
cy: Mae’n ddrwg gennym, mae problem gyda’r gwasanaeth

source: Our scheduled publications can also be found on our <a href="%(backup_url)s">backup site</a>.
cy: Gellir dod o hyd i’n cyhoeddiadau wedi’u trefnu hefyd ar ein <a href="%(backup_url)s">gwefan wrth gefn

source: Last updated
cy: Diweddarwyd Diwethaf

source: Related content
cy: Cynnwys cysylltiedig

source: Log in
cy: Mewngofnodwch

source: Last revised:
cy: Diwygiwyd ddiwethaf

source: Published:
cy: Cyhoeddwyd

source: Breadcrumbs
cy: Briwsion bara

source: Contact:
cy: Cyswllt

source: Contents
cy: Cynnwys

source: Sections in this page
cy: Adrannau ar y dudalen hon

source: Cite this methodology
cy: Dyfynnwch y fethodoleg hon

source: Office for National Statistics (ONS), last revised %(latest_date_formatted)s, ONS website, methodology, %(cite_link)s
cy: Y Swyddfa Ystadegau Gwladol (SYG), diwygiwyd ddiwethaf %(latest_date_formatted)s, Gwefan SYG, %(cite_link)s

source: Release
cy: Rhyddhau

source: Release date:
cy: Dyddiad rhyddhau

source: Cancelled
cy: Wedi’i ganslo

source: Changes to this release date
cy: Newidiadau i’r dyddiad rhyddhau hwn

source: This release is not yet published
cy: Nid yw’r datganiad hwn wedi’i gyhoeddi eto

source: Next release date:
cy: Rhyddhad nesaf

source: Summary
cy: Crynodeb

source: About the data
cy: Ynglyn â’r data

source: These are accredited official statistics. They have been independently reviewed by the Office for Statistics Regulation (OSR) and found to comply with the standards of trustworthiness, quality and value in the <a href="https://code.statisticsauthority.gov.uk/the-code/">Code of Practice for Statistics</a>. This broadly means that the statistics:
cy: Mae’r rhain yn ystadegau swyddogol achrededig. Adolygwyd yn annibynnolgan y Swyddfa Rheoleiddio Ystadegau (OSR) ac a ganfuwyd ei fod yn cydymffurfio gyda safonau dibynadwyedd, ansawdd a gwerth yn y <a href='https://code.statisticsauthority.gov.uk/the-code/'>Cod Ymarfer ar gyfer Ystadegau</a>. Mae hyn yn golygu yn fras bod yr ystadegau:

source: meet user needs
cy: diwallu anghenion defnyddwyr

source: are presented clearly and accessibly
cy: yn cael eu cyflwyno’n glir ac yn hygyrch

source: are produced using appropriate data and sound methods
cy: yn cael eu cynhyrchu gan ddefnyddio data priodol a dulliau cadarn

source: are managed impartially and objectively in the public interest
cy: yn cael eu rheoli yn ddiduedd ac yn wrthrychol er budd y cyhoedd

source: Pre-release access list
cy: Rhestr mynediad cyn rhyddhau

source: You might also be interested in
cy: Efallai y bydd gennych ddiddordeb yn

source: Previous releases for %(title)s
cy: Datganiadau blaenorol am %(title)s

source: Previous Releases
cy: Datganiadau Blaenorol

source: Statistical articles
cy: Erthyglau ystadegol

source: Latest release
cy: Cyhoeddiad nesaf

source: There are currently no releases
cy: Ar hyn o bryd nid oes unrhyw ddatganiadau

source: Related data
cy: Dyddiad y datganiad

source: Statistical article
cy: Erthygl ystadegol

source: Next release:
cy: Cyhoeddiad nesaf

source: This version has been amended since publication
cy: Mae’r fersiwn hon wedi’i diwygio ers ei chyhoeddi

source: View amended version
cy: Gweld y fersiwn ddiwygiedig

source: View previous releases
cy: Gweld datganiadau blaenorol

source: Not the latest release
cy: Nid y datganiad diweddaraf

source: View latest release
cy: Gweld y datganiad diweddaraf

source: To be announced
cy: I’w gyhoeddi

source: Show detail
cy: Dangos manylion

source: Hide detail
cy: Cuddio manylion

source: Corrections and notices
cy: Cywiriadau a hysbysiadau

source: Notices
cy: Hysbysiadau

source: Corrections
cy: Cywiriadau

source: Headline facts and figures
cy: Y prif ffeithiau a ffigurau

source: Explore Data
cy: Archwilio Data

source: View data used in this article
cy: Gweld y data a ddefnyddir yn yr erthygl hon

source: Cite this analysis
cy: Dyfynnwch y dadansoddiad hwn

source: Office for National Statistics (ONS), released %(release_date)s, ONS website, statistical article, %(cite_link)s
cy: Y Swyddfa Ystadegau Gwladol (SYG), wedi’i ryddhau %(release_date)s, SYG gwefan, erthygl ystadegol, %(cite_link)s

source: Theme
cy: Thema

source: Featured
cy: Dan Sylw

source: Related articles
cy: Erthyglau cysylltiedig

source: Methods and quality information
cy: Dulliau a gwybodaeth o ansawdd

source: Explore more
cy: Archwilio mwy

source: Continue
cy: Parhau

source: Related publications
cy: Cyhoeddiadau cysylltiedig

source: To be confirmed
cy: I’w gadarnhau

source: English
cy: Saesneg

source: Welsh
cy: Cymraeg
